Repository: koprodev/ezyImageViewer
Catalog: EzyImageViewer.App/Strings/*/Resources.resw
Source language: en_in
Languages: de_de, es_419, fr_fr, hi_in, id_id, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# TipCrop
source: Drag an area, then press Enter to apply or Esc to cancel.
de_de: Ziehen Sie einen Bereich auf und drücken Sie zum Anwenden die Eingabetaste oder zum Abbrechen Esc.
es_419: Arrastra un área y presiona Enter para aplicar o Esc para cancelar.
fr_fr: Tracez une zone, puis appuyez sur Entrée pour appliquer ou sur Échap pour annuler.
hi_in: क्षेत्र खींचें, फिर लागू करने के लिए Enter या रद्द करने के लिए Esc दबाएँ।
id_id: Seret sebuah area, lalu tekan Enter untuk menerapkan atau Esc untuk membatalkan.
ja_jp: 範囲をドラッグし、Enter で適用、Esc で取り消します。
ko_kr: 영역을 드래그하고 Enter로 적용하거나 Esc로 취소합니다.
pt_br: Arraste uma área e pressione Enter para aplicar ou Esc para cancelar.
ru_ru: Выделите область и нажмите Enter, чтобы применить, или Esc, чтобы отменить.
zh_cn: 拖出区域后按 Enter 应用，或按 Esc 取消。

# TipCropRatio
source: Each click cycles through free, 1:1, 4:3, and 16:9.
de_de: Jeder Klick wechselt zwischen frei, 1:1, 4:3 und 16:9.
es_419: Cada clic recorre libre, 1:1, 4:3 y 16:9.
fr_fr: Chaque clic fait défiler libre, 1:1, 4:3 et 16:9.
hi_in: हर क्लिक पर मुक्त, 1:1, 4:3 और 16:9 के बीच बदलता है।
id_id: Setiap klik berputar antara bebas, 1:1, 4:3, dan 16:9.
ja_jp: クリックのたびに 自由、1:1、4:3、16:9 の順に切り替わります。
ko_kr: 클릭할 때마다 자유, 1:1, 4:3, 16:9 순서로 전환합니다.
pt_br: Cada clique alterna entre livre, 1:1, 4:3 e 16:9.
ru_ru: Каждый щелчок перебирает «свободно», 1:1, 4:3 и 16:9.
zh_cn: 每次点击按 自由、1:1、4:3、16:9 的顺序切换。

# TipFlipHorizontal
source: Flips the image left to right.
de_de: Spiegelt das Bild von links nach rechts.
es_419: Voltea la imagen de izquierda a derecha.
fr_fr: Retourne l'image de gauche à droite.
hi_in: छवि को बाएँ से दाएँ पलटता है।
id_id: Membalik gambar dari kiri ke kanan.
ja_jp: 画像を左右に反転します。
ko_kr: 이미지를 좌우 방향으로 뒤집습니다.
pt_br: Inverte a imagem da esquerda para a direita.
ru_ru: Отражает изображение слева направо.
zh_cn: 把图像左右翻转。

# TipFlipVertical
source: Flips the image top to bottom.
de_de: Spiegelt das Bild von oben nach unten.
es_419: Voltea la imagen de arriba abajo.
fr_fr: Retourne l'image de haut en bas.
hi_in: छवि को ऊपर से नीचे पलटता है।
id_id: Membalik gambar dari atas ke bawah.
ja_jp: 画像を上下に反転します。
ko_kr: 이미지를 상하 방향으로 뒤집습니다.
pt_br: Inverte a imagem de cima para baixo.
ru_ru: Отражает изображение сверху вниз.
zh_cn: 把图像上下翻转。

# TipResize
source: Sets the output size in pixels or as a percentage.
de_de: Legt die Ausgabegröße in Pixeln oder in Prozent fest.
es_419: Define el tamaño de salida en píxeles o como porcentaje.
fr_fr: Définit la taille de sortie en pixels ou en pourcentage.
hi_in: आउटपुट आकार पिक्सेल या प्रतिशत में तय करता है।
id_id: Menentukan ukuran keluaran dalam piksel atau persentase.
ja_jp: 出力サイズをピクセルまたは百分率で指定します。
ko_kr: 픽셀 또는 백분율로 출력 크기를 지정합니다.
pt_br: Define o tamanho de saída em pixels ou em porcentagem.
ru_ru: Задаёт размер вывода в пикселях или в процентах.
zh_cn: 按像素或百分比设置输出尺寸。

# TipColorSwatch
source: Press Enter to choose and use the arrow keys to move through the palette.
de_de: Drücken Sie die Eingabetaste zur Auswahl und bewegen Sie sich mit den Pfeiltasten durch die Palette.
es_419: Presiona Enter para elegir y usa las flechas para recorrer la paleta.
fr_fr: Appuyez sur Entrée pour choisir et parcourez la palette avec les touches fléchées.
hi_in: चुनने के लिए Enter दबाएँ और तीर कुंजियों से पैलेट में घूमें।
id_id: Tekan Enter untuk memilih dan gunakan tombol panah untuk menjelajahi palet.
ja_jp: Enter で決定し、方向キーでパレットを移動します。
ko_kr: Enter로 선택하고 화살표 키로 색상표를 이동합니다.
pt_br: Pressione Enter para escolher e use as setas para percorrer a paleta.
ru_ru: Нажмите Enter, чтобы выбрать, и перемещайтесь по палитре клавишами со стрелками.
zh_cn: 按 Enter 确定，用方向键在色板中移动。

# ToolPreviousPage
source: Previous page (Page Up)
de_de: Vorherige Seite (Bild auf)
es_419: Página anterior (Re Pág)
fr_fr: Page précédente (Page préc.)
hi_in: पिछला पृष्ठ (Page Up)
id_id: Halaman sebelumnya (Page Up)
ja_jp: 前のページ (Page Up)
ko_kr: 이전 페이지 (Page Up)
pt_br: Página anterior (Page Up)
ru_ru: Предыдущая страница (Page Up)
zh_cn: 上一页 (Page Up)

# ToolNextPage
source: Next page (Page Down)
de_de: Nächste Seite (Bild ab)
es_419: Página siguiente (Av Pág)
fr_fr: Page suivante (Page suiv.)
hi_in: अगला पृष्ठ (Page Down)
id_id: Halaman berikutnya (Page Down)
ja_jp: 次のページ (Page Down)
ko_kr: 다음 페이지 (Page Down)
pt_br: Próxima página (Page Down)
ru_ru: Следующая страница (Page Down)
zh_cn: 下一页 (Page Down)

# ToolPlayAnimation
source: Play animation
de_de: Animation wiedergeben
es_419: Reproducir la animación
fr_fr: Lire l'animation
hi_in: एनिमेशन चलाएँ
id_id: Putar animasi
ja_jp: アニメーションを再生
ko_kr: 애니메이션 재생
pt_br: Reproduzir a animação
ru_ru: Воспроизвести анимацию
zh_cn: 播放动画

# ToolPauseAnimation
source: Pause animation
de_de: Animation anhalten
es_419: Pausar la animación
fr_fr: Mettre l'animation en pause
hi_in: एनिमेशन रोकें
id_id: Jeda animasi
ja_jp: アニメーションを一時停止
ko_kr: 애니메이션 일시정지
pt_br: Pausar a animação
ru_ru: Приостановить анимацию
zh_cn: 暂停动画

# AnimationEditTitle
source: Edit animation frame
de_de: Animationsbild bearbeiten
es_419: Editar el fotograma de la animación
fr_fr: Modifier l'image de l'animation
hi_in: एनिमेशन फ़्रेम संपादित करें
id_id: Sunting bingkai animasi
ja_jp: アニメーション フレームの編集
ko_kr: 애니메이션 프레임 편집
pt_br: Editar quadro da animação
ru_ru: Правка кадра анимации
zh_cn: 编辑动画帧

# AnimationEditBody
source: Continuing will stop playback and flatten the current frame into a still image.
de_de: Wenn Sie fortfahren, wird die Wiedergabe beendet und das aktuelle Einzelbild zu einem Standbild reduziert.
es_419: Si continúas, se detendrá la reproducción y el fotograma actual se aplanará en una imagen fija.
fr_fr: Si vous continuez, la lecture s'arrête et l'image actuelle est aplatie en image fixe.
hi_in: आगे बढ़ने पर प्लेबैक रुक जाएगा और मौजूदा फ़्रेम स्थिर छवि में समतल कर दिया जाएगा।
id_id: Jika dilanjutkan, pemutaran akan dihentikan dan bingkai saat ini diratakan menjadi gambar diam.
ja_jp: 続行すると再生を停止し、現在のフレームを静止画に統合します。
ko_kr: 편집을 계속하면 애니메이션 재생을 중지하고 현재 프레임을 정적 이미지로 평면화합니다.
pt_br: Se você continuar, a reprodução será interrompida e o quadro atual será achatado em uma imagem estática.
ru_ru: Если продолжить, воспроизведение остановится, а текущий кадр будет сведён в неподвижное изображение.
zh_cn: 继续将停止播放，并把当前帧合并为静态图像。

# AnimationEditConfirm
source: Edit current frame
de_de: Aktuelles Einzelbild bearbeiten
es_419: Editar el fotograma actual
fr_fr: Modifier l'image actuelle
hi_in: मौजूदा फ़्रेम संपादित करें
id_id: Sunting bingkai saat ini
ja_jp: 現在のフレームを編集
ko_kr: 현재 프레임 편집
pt_br: Editar o quadro atual
ru_ru: Изменить текущий кадр
zh_cn: 编辑当前帧

# ToolSettings
source: Settings
de_de: Einstellungen
es_419: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Параметры
zh_cn: 设置

# TipSettings
source: Changes app behaviour and privacy settings.
de_de: Ändert das Verhalten der App und die Datenschutzeinstellungen.
es_419: Cambia el comportamiento de la aplicación y la configuración de privacidad.
fr_fr: Modifie le comportement de l'application et les paramètres de confidentialité.
hi_in: ऐप के व्यवहार और गोपनीयता सेटिंग्स बदलता है।
id_id: Mengubah perilaku aplikasi dan pengaturan privasi.
ja_jp: アプリの動作とプライバシー設定を変更します。
ko_kr: 앱 동작과 개인정보 설정을 변경합니다.
pt_br: Altera o comportamento do aplicativo e as configurações de privacidade.
ru_ru: Изменяет поведение приложения и параметры конфиденциальности.
zh_cn: 更改应用行为和隐私设置。

# SettingsTitle
source: Settings
de_de: Einstellungen
es_419: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Параметры
zh_cn: 设置

# SettingsSave
source: Save
de_de: Speichern
es_419: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存

source: Settings saved
de_de: Einstellungen gespeichert
es_419: Configuración guardada
fr_fr: Paramètres enregistrés
hi_in: सेटिंग्स सहेजी गईं
id_id: Pengaturan tersimpan
ja_jp: 設定を保存しました
ko_kr: 설정을 저장했습니다
pt_br: Configurações salvas
ru_ru: Параметры сохранены
zh_cn: 设置已保存

# SettingsSaveFailed
source: Could not save settings
de_de: Einstellungen konnten nicht gespeichert werden
es_419: No se pudo guardar la configuración
fr_fr: Impossible d'enregistrer les paramètres
hi_in: सेटिंग्स सहेजी नहीं जा सकीं
id_id: Tidak dapat menyimpan pengaturan
ja_jp: 設定を保存できませんでした
ko_kr: 설정을 저장하지 못했습니다
pt_br: Não foi possível salvar as configurações
ru_ru: Не удалось сохранить параметры
zh_cn: 无法保存设置

# SettingsTheme
source: Theme
de_de: Design
es_419: Tema
fr_fr: Thème
hi_in: थीम
id_id: Tema
ja_jp: テーマ
ko_kr: 테마
pt_br: Tema
ru_ru: Тема
zh_cn: 主题

# SettingsThemeSystem
source: Use system setting
de_de: Systemeinstellung verwenden
es_419: Usar la configuración del sistema
fr_fr: Utiliser le paramètre système
hi_in: सिस्टम सेटिंग का उपयोग करें
id_id: Gunakan pengaturan sistem
ja_jp: システム設定に従う
ko_kr: 시스템 설정 사용
pt_br: Usar a configuração do sistema
ru_ru: Использовать системную настройку
zh_cn: 跟随系统设置

# SettingsThemeLight
source: Light
de_de: Hell
es_419: Claro
fr_fr: Clair
hi_in: हल्की
id_id: Terang
ja_jp: ライト
ko_kr: 밝게
pt_br: Claro
ru_ru: Светлая
zh_cn: 浅色

# SettingsThemeDark
source: Dark
de_de: Dunkel
es_419: Oscuro
fr_fr: Sombre
hi_in: गहरी
id_id: Gelap
ja_jp: ダーク
ko_kr: 어둡게
pt_br: Escuro
ru_ru: Тёмная
zh_cn: 深色

# SettingsFileActivation
source: When opening another file
de_de: Beim Öffnen einer anderen Datei
es_419: Al abrir otro archivo
fr_fr: À l'ouverture d'un autre fichier
hi_in: दूसरी फ़ाइल खोलते समय
id_id: Saat membuka berkas lain
ja_jp: 別のファイルを開くとき
ko_kr: 다른 파일을 열 때
pt_br: Ao abrir outro arquivo
ru_ru: При открытии другого файла
zh_cn: 打开另一个文件时

# SettingsReuseWindow
source: Open in the current window
de_de: Im aktuellen Fenster öffnen
es_419: Abrir en la ventana actual
fr_fr: Ouvrir dans la fenêtre actuelle
hi_in: मौजूदा विंडो में खोलें
id_id: Buka di jendela saat ini
ja_jp: 現在のウィンドウで開く
ko_kr: 현재 창에서 열기
pt_br: Abrir na janela atual
ru_ru: Открывать в текущем окне
zh_cn: 在当前窗口中打开

# SettingsOpenNewWindow
source: Open in a new window
de_de: In einem neuen Fenster öffnen
es_419: Abrir en una ventana nueva
fr_fr: Ouvrir dans une nouvelle fenêtre
hi_in: नई विंडो में खोलें
id_id: Buka di jendela baru
ja_jp: 新しいウィンドウで開く
ko_kr: 새 창에서 열기
pt_br: Abrir em uma nova janela
ru_ru: Открывать в новом окне
zh_cn: 在新窗口中打开

# SettingsClipboardWatch
source: Watch clipboard for captures
de_de: Zwischenablage auf Aufnahmen überwachen
es_419: Vigilar el portapapeles en busca de capturas
fr_fr: Surveiller les captures dans le presse-papiers
hi_in: क्लिपबोर्ड में कैप्चर पर नज़र रखें
id_id: Pantau tangkapan di papan klip
ja_jp: クリップボードのキャプチャを監視
ko_kr: 클립보드 캡처 감시
pt_br: Monitorar capturas na área de transferência
ru_ru: Следить за снимками в буфере обмена
zh_cn: 监视剪贴板截图

# SettingsRecentFiles
source: Recent file history
de_de: Verlauf zuletzt verwendeter Dateien
es_419: Historial de archivos recientes
fr_fr: Historique des fichiers récents
hi_in: हाल की फ़ाइलों का इतिहास
id_id: Riwayat berkas terkini
ja_jp: 最近使用したファイルの履歴
ko_kr: 최근 파일 기록
pt_br: Histórico de arquivos recentes
ru_ru: Журнал недавних файлов
zh_cn: 最近使用文件的历史记录

# SettingsPrivacySummary
source: Your files and image content are never sent anywhere. There is no telemetry or automatic network communication.
de_de: Ihre Dateien und Bildinhalte werden niemals übertragen. Es gibt weder Telemetrie noch automatische Netzwerkkommunikation.
es_419: Tus archivos y el contenido de las imágenes nunca se envían a ningún lugar. No hay telemetría ni comunicación automática por red.
fr_fr: Vos fichiers et le contenu de vos images ne sont jamais envoyés. Il n’y a ni télémétrie ni communication réseau automatique.
hi_in: आपकी फ़ाइलें और चित्र सामग्री कहीं भी नहीं भेजी जाती। कोई टेलीमेट्री या स्वचालित नेटवर्क संचार नहीं है।
id_id: File dan konten gambar Anda tidak pernah dikirim ke mana pun. Tidak ada telemetri atau komunikasi jaringan otomatis.
ja_jp: ファイルや画像の内容が外部に送信されることはありません。テレメトリや自動的なネットワーク通信もありません。
ko_kr: 파일과 이미지 내용은 어디에도 전송되지 않습니다. 원격 분석이나 자동 네트워크 통신도 없습니다.
pt_br: Seus arquivos e o conteúdo das imagens nunca são enviados a lugar algum. Não há telemetria nem comunicação automática pela rede.
ru_ru: Ваши файлы и содержимое изображений никуда не отправляются. Телеметрия и автоматический сетевой обмен отсутствуют.
zh_cn: 您的文件和图像内容绝不会发送到任何地方。本应用没有遥测或自动网络通信。

# SettingsIncludeSubfolders
source: Include subfolders when browsing
de_de: Unterordner beim Blättern einbeziehen
es_419: Incluir subcarpetas al navegar
fr_fr: Inclure les sous-dossiers lors du parcours
hi_in: ब्राउज़ करते समय उपफ़ोल्डर शामिल करें
id_id: Sertakan subfolder saat menjelajah
ja_jp: フォルダー移動にサブフォルダーを含める
ko_kr: 폴더 탐색에 하위 폴더 포함
pt_br: Incluir subpastas ao navegar
ru_ru: Включать вложенные папки при просмотре
zh_cn: 浏览时包含子文件夹

# SettingsCaptureHotkey
source: Global capture shortcut
de_de: Globales Aufnahmetastenkürzel
es_419: Atajo global de captura
fr_fr: Raccourci global de capture
hi_in: ग्लोबल कैप्चर शॉर्टकट
id_id: Pintasan tangkapan global
ja_jp: グローバル キャプチャ ショートカット
ko_kr: 전역 캡처 단축키
pt_br: Atalho global de captura
ru_ru: Глобальное сочетание клавиш для снимка
zh_cn: 全局截图快捷键

# SettingsHotkeyInvalid
source: Choose at least one modifier key and assign a key.
de_de: Wählen Sie mindestens eine Zusatztaste und legen Sie eine Taste fest.
es_419: Elige al menos una tecla modificadora y asigna una tecla.
fr_fr: Choisissez au moins une touche de modification et attribuez une touche.
hi_in: कम से कम एक संशोधक कुंजी चुनें और एक कुंजी निर्धारित करें।
id_id: Pilih setidaknya satu tombol pengubah dan tetapkan sebuah tombol.
ja_jp: 修飾キーを 1 つ以上選び、キーを指定してください。
ko_kr: 보조 키를 하나 이상 선택하고 키를 지정하세요.
pt_br: Escolha pelo menos uma tecla modificadora e defina uma tecla.
ru_ru: Выберите хотя бы одну клавишу-модификатор и назначьте клавишу.
zh_cn: 请至少选择一个修饰键并指定一个按键。

# SettingsApplicationInformation
source: App info
de_de: App-Informationen
es_419: Información de la aplicación
fr_fr: Informations sur l'application
hi_in: ऐप जानकारी
id_id: Info aplikasi
ja_jp: アプリ情報
ko_kr: 앱 정보
pt_br: Informações do aplicativo
ru_ru: Сведения о приложении
zh_cn: 应用信息

# SettingsCurrentVersion
source: Current version: {0}
de_de: Aktuelle Version: {0}
es_419: Versión actual: {0}
fr_fr: Version actuelle : {0}
hi_in: मौजूदा संस्करण: {0}
id_id: Versi saat ini: {0}
ja_jp: 現在のバージョン: {0}
ko_kr: 현재 버전: {0}
pt_br: Versão atual: {0}
ru_ru: Текущая версия: {0}
zh_cn: 当前版本: {0}

# StatusPreview
source: Preview
de_de: Vorschau
es_419: Vista previa
fr_fr: Aperçu
hi_in: पूर्वावलोकन
id_id: Pratinjau
ja_jp: プレビュー
ko_kr: 미리보기
pt_br: Visualização
ru_ru: Предпросмотр
zh_cn: 预览

# ToolRecent
source: Recent files
de_de: Zuletzt verwendete Dateien
es_419: Archivos recientes
fr_fr: Fichiers récents
hi_in: हाल की फ़ाइलें
id_id: Berkas terkini
ja_jp: 最近使用したファイル
ko_kr: 최근 파일
pt_br: Arquivos recentes
ru_ru: Недавние файлы
zh_cn: 最近使用的文件

# TipRecent
source: Shows files you recently opened successfully.
de_de: Zeigt Dateien an, die Sie zuletzt erfolgreich geöffnet haben.
es_419: Muestra los archivos que abriste correctamente hace poco.
fr_fr: Affiche les fichiers que vous avez ouverts récemment avec succès.
hi_in: हाल ही में सफलतापूर्वक खोली गई फ़ाइलें दिखाता है।
id_id: Menampilkan berkas yang baru-baru ini berhasil Anda buka.
ja_jp: 最近正常に開いたファイルを表示します。
ko_kr: 최근에 정상적으로 연 파일을 표시합니다.
pt_br: Mostra os arquivos que você abriu com sucesso recentemente.
ru_ru: Показывает файлы, которые вы недавно успешно открывали.
zh_cn: 显示最近成功打开过的文件。

# RecentTitle
source: Recent files
de_de: Zuletzt verwendete Dateien
es_419: Archivos recientes
fr_fr: Fichiers récents
hi_in: हाल की फ़ाइलें
id_id: Berkas terkini
ja_jp: 最近使用したファイル
ko_kr: 최근 파일
pt_br: Arquivos recentes
ru_ru: Недавние файлы
zh_cn: 最近使用的文件

# RecentEmpty
source: There are no recent files, or history is turned off.
de_de: Es gibt keine zuletzt verwendeten Dateien, oder der Verlauf ist deaktiviert.
es_419: No hay archivos recientes o el historial está desactivado.
fr_fr: Aucun fichier récent, ou l'historique est désactivé.
hi_in: कोई हाल की फ़ाइल नहीं है, या इतिहास बंद है।
id_id: Tidak ada berkas terkini, atau riwayat dimatikan.
ja_jp: 最近使用したファイルがないか、履歴がオフです。
ko_kr: 최근 파일이 없거나 기록이 꺼져 있습니다.
pt_br: Não há arquivos recentes ou o histórico está desativado.
ru_ru: Недавних файлов нет либо журнал отключён.
zh_cn: 没有最近使用的文件，或历史记录已关闭。

# RecentOpen
source: Open
de_de: Öffnen
es_419: Abrir
fr_fr: Ouvrir
hi_in: खोलें
id_id: Buka
ja_jp: 開く
ko_kr: 열기
pt_br: Abrir
ru_ru: Открыть
zh_cn: 打开

# RecentClear
source: Clear all
de_de: Alle löschen
es_419: Borrar todo
fr_fr: Tout effacer
hi_in: सब हटाएँ
id_id: Hapus semua
ja_jp: すべて消去
ko_kr: 모두 지우기
pt_br: Limpar tudo
ru_ru: Очистить всё
zh_cn: 全部清除

# RecentCleared
source: Recent file history cleared
de_de: Der Verlauf zuletzt verwendeter Dateien wurde gelöscht
es_419: Se borró el historial de archivos recientes
fr_fr: L'historique des fichiers récents a été effacé
hi_in: हाल की फ़ाइलों का इतिहास हटा दिया गया
id_id: Riwayat berkas terkini telah dihapus
ja_jp: 最近使用したファイルの履歴を消去しました
ko_kr: 최근 파일 기록을 지웠습니다
pt_br: O histórico de arquivos recentes foi limpo
ru_ru: Журнал недавних файлов очищен
zh_cn: 已清除最近使用文件的历史记录

# RecentClearFailed
source: Could not clear recent file history
de_de: Der Verlauf zuletzt verwendeter Dateien konnte nicht gelöscht werden
es_419: No se pudo borrar el historial de archivos recientes
fr_fr: Impossible d'effacer l'historique des fichiers récents
hi_in: हाल की फ़ाइलों का इतिहास नहीं हटाया जा सका
id_id: Tidak dapat menghapus riwayat berkas terkini
ja_jp: 最近使用したファイルの履歴を消去できませんでした
ko_kr: 최근 파일 기록을 지우지 못했습니다
pt_br: Não foi possível limpar o histórico de arquivos recentes
ru_ru: Не удалось очистить журнал недавних файлов
zh_cn: 无法清除最近使用文件的历史记录

# RecentEnableBlocked
source: History was not turned on because the existing recent file history could not be cleared
de_de: Der Verlauf wurde nicht aktiviert, weil der vorhandene Verlauf zuletzt verwendeter Dateien nicht gelöscht werden konnte
es_419: No se activó el historial porque no se pudo borrar el historial de archivos recientes existente
fr_fr: L'historique n'a pas été activé car l'historique des fichiers récents existant n'a pas pu être effacé
hi_in: मौजूदा इतिहास न हटाए जा सकने के कारण इतिहास चालू नहीं किया गया
id_id: Riwayat tidak dinyalakan karena riwayat berkas terkini yang ada tidak dapat dihapus
ja_jp: 既存の履歴を消去できなかったため、履歴をオンにしませんでした
ko_kr: 기존 최근 파일 기록을 지우지 못해 기록을 켜지 않았습니다
pt_br: O histórico não foi ativado porque não foi possível limpar o histórico de arquivos recentes existente
ru_ru: Журнал не включён, так как не удалось очистить существующий журнал недавних файлов
zh_cn: 由于无法清除已有的历史记录，未开启历史记录

# RecentDisableIncomplete
source: Recent file history is off, but the existing history could not be cleared. Deletion will be retried the next time the app starts
de_de: Der Verlauf zuletzt verwendeter Dateien ist deaktiviert, der vorhandene Verlauf konnte jedoch nicht gelöscht werden. Beim nächsten Start wird das Löschen erneut versucht
es_419: El historial de archivos recientes está desactivado, pero no se pudo borrar el historial existente. Se intentará eliminar de nuevo al iniciar la aplicación
fr_fr: L'historique des fichiers récents est désactivé, mais l'historique existant n'a pas pu être effacé. La suppression sera retentée au prochain démarrage
hi_in: हाल की फ़ाइलों का इतिहास बंद कर दिया गया, पर मौजूदा प्रविष्टियाँ नहीं हटाई जा सकीं। अगली बार ऐप शुरू होने पर फिर कोशिश होगी
id_id: Riwayat berkas terkini sudah dimatikan, tetapi riwayat yang ada tidak dapat dihapus. Penghapusan akan dicoba lagi saat aplikasi berikutnya dijalankan
ja_jp: 履歴はオフにしましたが、既存の履歴を消去できませんでした。次回の起動時に削除を再試行します
ko_kr: 최근 파일 기록은 껐지만 기존 기록을 지우지 못했습니다. 앱을 다시 시작하면 삭제를 다시 시도합니다
pt_br: O histórico de arquivos recentes está desativado, mas o histórico existente não pôde ser limpo. A exclusão será tentada novamente na próxima inicialização
ru_ru: Журнал недавних файлов отключён, но существующие записи очистить не удалось. Удаление будет повторено при следующем запуске
zh_cn: 历史记录已关闭，但已有记录未能清除。下次启动时会重试删除

# RecoveryTitle
source: There is work to recover
de_de: Es gibt wiederherstellbare Arbeit
es_419: Hay trabajo por recuperar
fr_fr: Des travaux peuvent être récupérés
hi_in: पुनर्प्राप्त करने योग्य काम मौजूद है
id_id: Ada pekerjaan yang bisa dipulihkan
ja_jp: 復元できる作業があります
ko_kr: 복구할 작업이 있습니다
pt_br: Há trabalho para recuperar
ru_ru: Есть работа для восстановления
zh_cn: 有可恢复的工作

# RecoveryBody
source: The previous session did not close normally. You can recover unsaved work.
de_de: Die vorherige Sitzung wurde nicht ordnungsgemäß beendet. Sie können nicht gespeicherte Arbeit wiederherstellen.
es_419: La sesión anterior no se cerró correctamente. Puedes recuperar el trabajo sin guardar.
fr_fr: La session précédente ne s'est pas fermée normalement. Vous pouvez récupérer le travail non enregistré.
hi_in: पिछला सत्र सामान्य रूप से बंद नहीं हुआ था। आप बिना सहेजा काम पुनर्प्राप्त कर सकते हैं।
id_id: Sesi sebelumnya tidak ditutup dengan normal. Anda dapat memulihkan pekerjaan yang belum disimpan.
ja_jp: 前回のセッションが正常に終了しませんでした。保存されていない作業を復元できます。
ko_kr: 이전 실행이 정상 종료되지 않았습니다. 저장되지 않은 작업을 복구할 수 있습니다.
pt_br: A sessão anterior não foi encerrada normalmente. Você pode recuperar o trabalho não salvo.
ru_ru: Предыдущий сеанс завершился некорректно. Вы можете восстановить несохранённую работу.
zh_cn: 上次会话没有正常关闭。您可以恢复未保存的工作。

# RecoveryIncompleteWarning
source: Some recovery items could not be read. Only the items listed below are handled; the rest are preserved.
de_de: Einige Wiederherstellungselemente konnten nicht gelesen werden. Nur die unten aufgeführten Elemente werden verarbeitet, der Rest bleibt erhalten.
es_419: No se pudieron leer algunos elementos de recuperación. Solo se procesan los elementos de la lista; el resto se conserva.
fr_fr: Certains éléments de récupération n'ont pas pu être lus. Seuls les éléments listés ci-dessous sont traités ; les autres sont conservés.
hi_in: कुछ पुनर्प्राप्ति आइटम पढ़े नहीं जा सके। केवल नीचे सूचीबद्ध आइटम संसाधित होंगे; बाकी सुरक्षित रहेंगे।
id_id: Sebagian item pemulihan tidak dapat dibaca. Hanya item yang tercantum di bawah yang diproses; sisanya tetap dipertahankan.
ja_jp: 一部の復元項目を読み取れませんでした。以下に表示された項目のみ処理し、それ以外は保持します。
ko_kr: 일부 복구 항목을 읽지 못했습니다. 아래에 표시된 항목만 처리하며 보이지 않는 항목은 보존합니다.
pt_br: Alguns itens de recuperação não puderam ser lidos. Apenas os itens listados abaixo são tratados; o restante é preservado.
ru_ru: Некоторые элементы восстановления не удалось прочитать. Обрабатываются только перечисленные ниже элементы, остальные сохраняются.
zh_cn: 部分恢复项无法读取。仅处理下面列出的项目，其余会被保留。

# RecoveryRestoreAll
source: Recover all
de_de: Alles wiederherstellen
es_419: Recuperar todo
fr_fr: Tout récupérer
hi_in: सब पुनर्प्राप्त करें
id_id: Pulihkan semua
ja_jp: すべて復元
ko_kr: 모두 복구
pt_br: Recuperar tudo
ru_ru: Восстановить всё
zh_cn: 全部恢复

# RecoveryDiscardAll
source: Discard all
de_de: Alles verwerfen
es_419: Descartar todo
fr_fr: Tout abandonner
hi_in: सब छोड़ें
id_id: Buang semua
ja_jp: すべて破棄
ko_kr: 모두 버리기
pt_br: Descartar tudo
ru_ru: Отклонить всё
zh_cn: 全部放弃

# RecoveryDiscardVisible
source: Discard listed items
de_de: Aufgeführte Elemente verwerfen
es_419: Descartar los elementos listados
fr_fr: Abandonner les éléments listés
hi_in: सूचीबद्ध आइटम छोड़ें
id_id: Buang item yang tercantum
ja_jp: 表示された項目を破棄
ko_kr: 표시된 항목 버리기
pt_br: Descartar os itens listados
ru_ru: Отклонить перечисленные элементы
zh_cn: 放弃列出的项目
